import React from "react";
import styles from "../styles/Main.module.css";

const Hodovaya = () => {
  return (
    <section className={styles.hodovaya__block}>
      <div className={styles.engine__content}>
        <div className={styles.hodovay__banner}>
          <h1 className={styles.engine__banner_title}>
          Ремонт ходовой части
          </h1>
        </div>
        <div className={styles.engine__info}>
          <p className={styles.engine__text}>
            Как и любой компонент вашего автомобиля, подвеска может быть
            повреждена или изношена с течением времени.
          </p>

          <p className={styles.engine__text}>
            Плохая подвеска ставит под угрозу способность вашего автомобиля
            поглощать ямы и неровности на дороге, снижая при этом общее качество
            езды и делая автомобиль невероятно сложным в управлении.
          </p>
          <h2 className={styles.engine__title}>
            Как понять что пора ремонтировать подвеску
          </h2>
          <ul className={styles.engine__list}>
            <li>Ухудшилась управляемость</li>
            <li>Пропал комфорт при езде</li>
            <li>Появились посторонние шумы</li>
            <li>
              Ваше авто стало сильнее крениться при повороте, просело либо
              начало раскачиваться
            </li>
            <li>
              Появились нетипичные вибрации в движении или при определенной
              скорости
            </li>
            <li>Стуки под днищем</li>
            <li>Начали скрипеть амортизаторы</li>
            <li>Шины начали быстрее изнашиваться</li>
            <li>Руль получает во время торможения</li>
            <li>
              Ваш автомобиль ныряет носом, когда вы тормозите или резко
              ускоряетесь.
            </li>
          </ul>
          <p>
            Это все признаки того, что вам необходим ремонт подвески
            специалистами СТО ''РОЯЛ СЕРВИС''. Нашим техникам можно доверить
            ремонт подвески вашего автомобиля.
          </p>

          <h2 className={styles.engine__title}>
            Как проиcходит ремонт ходовой в Роял Сервис
          </h2>
          <p>
            В компании РОЯЛ СЕРВИС все специалисты обладают многолетним опытом в
            вопросах ремонта подвески. Они соответствуют новейшим методам
            ремонта подвески, используя современное оборудование для обеспечения
            правильной замены амортизаторов, сайлентблоков, шрусов, полуосей и
            других деталей подвески. Когда вы приедете к нам на СТО мы проведем
            многоэтапную проверку и диагностику. Это включает в себя тщательный
            визуальный осмотр состояния подвески, а также дорожные испытания для
            точного выявления любых возможных проблем. Например, ваш автомобиль
            может плохо тормозить и не держать дорогу из-за - заедания тормозных
            суппортов или неисправной рулевой рейки. Рекомендации по проведению
            дальнейшего ремонта подвески после завершения её проверки и
            диагностики – вам предоставит мастер СТО «Роял Сервис». Мы
            позаботимся о том, чтобы вы полностью поняли рекомендации по ремонту
            вашей подвески. Тем не менее, мы не начнем процесс ремонта подвески,
            пока вы не утвердите работу, которую необходимо выполнить. Чтобы
            обеспечить долговечность, безопасную эксплуатацию и плавное
            вождение, мы всегда используем оригинальные или высококачественные
            лицензионные запчасти для ремонта подвески. Это включает в себя
            амортизаторы, пружины, поперечные балки, сайлентблоки и тд.
          </p>
          <h2>
            Если ваш автомобиль нуждается в ремонте подвески, посетите СТО «Роял
            Сервис» в Киеве. Честность и порядочность - наши два основных
            принципа
          </h2>
          <ul className={styles.engine_table}>
            <li className={styles.engine_table__first}>
              <span>Услуги</span>
              <span>Цены</span>
            </li>
            <li>
              <span>Замена ШРУСа </span>
              <span>от 400грн.</span>
            </li>
            <li>
              <span>Замена амортизаторов задних (без пружин) </span>
              <span>от 600грн.</span>
            </li>
            <li>
              <span>Замена втулок стабилизатора </span>
              <span>от 200грн.</span>
            </li>
            <li>
              <span>Замена стоек стабилизатора </span>
              <span>от 200грн.</span>
            </li>
            <li>
              <span>Замена подушки двигателя верхней </span>
              <span>от 350грн.</span>
            </li>
            <li>
              <span>Замена подушки двигателя нижней </span>
              <span>от 450грн.</span>
            </li>
            <li>
              <span>Замена подшипника ступицы переднего </span>
              <span>от 400грн.</span>
            </li>
            <li>
              <span>Замена подшипника ступицы заднего </span>
              <span>от 400грн.</span>
            </li>
            <li>
              <span>Замена шаровой опоры (на болтах) </span>
              <span>от 350грн.</span>
            </li>
            <li>
              <span>Замена шаровой опоры (на заклепках) </span>
              <span>от 450грн.</span>
            </li>
            <li>
              <span>Замена шаровой опоры (прессованая) </span>
              <span>от 500грн.</span>
            </li>
            <li>
              <span>Замена рычага </span>
              <span>от 350грн.</span>
            </li>
            <li>
              <span>Замена сайлентблоков переднего рычага </span>
              <span>от 400грн.</span>
            </li>
            <li>
              <span>Замена рулевого наконечника </span>
              <span>от 300грн.</span>
            </li>
            <li>
              <span>Замена рулевой тяги </span>
              <span>от 500грн.</span>
            </li>
            <li>
              <span>Замена сайлентблоков задней балки </span>
              <span>от 1000грн.</span>
            </li>
          </ul>
          <p className={styles.engine__text}>
            Здесь только перечень основных услуг, за остальными услугами -
            звоните нашим менеджерам. Они с радостью вас проконсультируют
          </p>
          <p>
            <strong>
              *Все цены указаны на базе автомобиля Daewoo Lanos. В зависимости
              от модели авто, а так же от сложности ремонта конкретного
              автомобиля цена может меняться.
            </strong>
          </p>
        </div>
      </div>
    </section>
  );
};

export default Hodovaya;
