import React from "react";
import styles from "../styles/Main.module.css";
import ServiceComponent from "./ServiceComponent";
import { steering } from "./helper";

const Steering = () => {
  return (
    <>
      <section className={styles.service__block}>
        <div className={styles.service__content}>
          <div className={styles.steering__banner}>
            <h1 className={styles.service__banner_title}>Рульове управління</h1>
          </div>
          <div className={styles.service__info}>
            <h2 className={styles.service__title}>Рульове управління</h2>

            <p className={styles.service__text}>
              Наша компанія займається ремонтом рульового управління, що є
              важливою складовою частиною системи керування автомобілем. Рульове
              управління включає в себе рульову колонку, рейку керма, насос
              гідропідсилювача (якщо присутній), рульові тяги та інші
              компоненти.
              <br />
              <br />
              Наші кваліфіковані механіки проводять діагностику рульового
              управління для виявлення можливих проблем, таких як знос,
              пошкодження або несправність компонентів. Ми здійснюємо ремонт
              рульової колонки, заміну рейки керма, налагодження і ремонт
              гідропідсилювача (якщо присутній), заміну рульових тяг та інших
              необхідних деталей.
              <br />
              <br />
              Ми використовуємо лише якісні запасні частини та сучасне
              обладнання для проведення ремонту рульового управління. Наші
              експерти забезпечать правильне налаштування та функціонування
              рульової системи, що дозволить вам керувати автомобілем з
              комфортом і безпекою.
              <br />
              <br />
              Звертайтеся до нас для професійного ремонту рульового управління
              вашого автомобіля. Ми зробимо все можливе, щоб відновити його
              оптимальну роботу та забезпечити вам безпечну керованість
              автомобілем.
            </p>
            <ServiceComponent service={steering} />
          </div>
        </div>
      </section>
    </>
  );
};

export default Steering;
